12/data/attachments/8e4d962f49968727.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Crystal_lawyer_Actions_72962_0</nif:username>
            <nif:friendToBeRequested>soap_actions_b8bdc268-8d1c-4fe1-af39-b8ece679cdb1</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>